export const categoryList = [
    {
        title: "قرآن کریم", level1List: [
            { title: "علوم قرآنی", level2List: [{ title: "وحی" }, { title: "ویژگی ها و اختصاصات قرآن" }, { title: "نزول قرآن" }, { title: "کتابت و جمع آوری قرآن" }, { title: "قرائات قرآن" }, { title: "اعجاز قرآن" }, { title: "زبان قرآن" }, { title: "قرآن و نسخ" }, { title: "محکم و متشابه" }, { title: "تلاوت و حفظ قرآن" }, { title: "فضائل و خواص قرآن" }] },
            { title: "ترجمه و تفسیر" },
            { title: "اعتقادات در قرآن", level2List: [{ title: "خداشناسی" }, { title: "دین و مذهب" }, { title: "نبوت و رسالت" }, { title: "امامت و ولایت" }, { title: "معاد" }, { title: "جهان شناسی" }] },
            { title: "آداب و اخلاق در قرآن" },
            { title: "احکام در قرآن" },
            { title: "علوم انسانی ، طبیعی و مهندسی در قرآن" },
            { title: "قصه ها و تمثیلات قرآن" },
            { title: "شبهات درباره قرآن" },
            { title: "سیرمطالعاتی ، شخصیت ها ، منابع و مراکز قرآنی" },
            { title: "مفاهیم و معارف قرآنی" }
        ]
    },
    { title: "حدیث", level1List: [{ title: "تاریخ حدیث" }, { title: "منبع و سند حدیث" }, { title: "متن و محتوای حدیث" }, { title: "اصطلاحات حدیث" }, { title: "اسرائیلیات در حدیث" }] },
    {
        title: "عقاید وکلام", level1List: [
            { title: "شناخت شناسی" },
            {
                title: "خدا شناسی", level2List: [
                    { title: "اثبات وجود خداوند تعالی" },
                    { title: "توحید و یگانگی خداوند", level3List: [{ title: "توحید در ذات" }, { title: "توحید در صفات" }, { title: "توحید در خالقیت" }, { title: "توحید در ربوبیت" }, { title: "توحید در افعال" }, { title: "توحید در عبادت" }] },
                    { title: "اسماء الهی" },
                    { title: "صفات الهی", level3List: [{ title: "صفات ذاتیه", level4List: [{ title: "صفات ایجابیه", level5List: [{ title: "قدرت" }, { title: "علم" }, { title: "بدا" }] }, { title: "صفات سلبیه", level5List: [{ title: "محدودیت" }, { title: "جسمیت" }] }] }, { title: "صفات فعلیه", level4List: [{ title: "اراده" }, { title: "خالقیت" }, { title: "بی نیازی و بخشندگی" }, { title: "هدایتگری" }] }, { title: "صفات خبریه" },] },
                    { title: "عدل الهی", level3List: [{ title: "معنا و دلایل عدل الهی" }, { title: "امتحان و آزمایش الهی" }, { title: "حسن و قبح عقلی" }, { title: "بداء" }, { title: "جبر و اختیار" }, { title: "قضاء و قدر" }] },
                    { title: "آفرینش جهان", level3List: [{ title: "آفرینش انسان و جهان" }, { title: "هدف آفرینش" }, { title: "توکل" }] }
                ]
            },
            {
                title: "پیامبر شناسی", level2List: [
                    { title: "نبوت عامه", level3List: [{ title: "ضرورت بعثت پیامبران و اهداف ایشان" }, { title: "وحی و اقسام آ ن" }, { title: "عصمت پیامبرا ن" }, { title: "معجزات پیامبرا ن" }] },
                    { title: "نبوت خاصه", level3List: [{ title: "اثبات نبوت حضرت محمد )ص (" }, { title: "معجزات حضرت محمد )ص (" }, { title: "امی بودن حضرت محمد )ص(" }, { title: "عمومیت و خاتمیت نبوت حضرت محمد )ص(" }] },
                    { title: "اسامی و تعداد پیامبران" },
                    { title: "صفات و زندگی پیامبران" }
                ]
            },
            {
                title: "امام شناسی", level2List: [
                    { title: "حقیقت امامت" },
                    { title: "دلایل اثبات امامت", level3List: [{ title: "ضرورت وجود امام" }, { title: "امامت در قرآن" }, { title: "رابطه نبوت و امامت" }] },
                    { title: "ویژگی های امام", level3List: [{ title: "علم امام" }, { title: "عصمت امام" },] },
                    { title: "تعیین امام", level3List: [{ title: "انتصابی بودن امامت" }, { title: "واقعه غدیر و خلافت امام )ع (" }, { title: "اسامی دوازده امام" }, { title: "مهدویت" }] },
                    { title: "محبت و اطاعت امامان" },
                ]
            },
            {
                title: "معاد شناسی", level2List: [
                    { title: "دلایل عقلی و نقلی معاد" },
                    { title: "حقانیت مرگ" },
                    { title: "عالم قبر" },
                    { title: "برزخ" },
                    { title: "قیامت", level3List: [{ title: "اسامی قیامت" }, { title: "نشانه های برپایی قیامت" }, { title: "شاهدین در قیامت" }, { title: "معاد جسمانی و روحانی" }, { title: "بهشت" }, { title: "جهنم" }, { title: "پل صراط" },] },
                    { title: "شفاعت" },
                    { title: "تناسخ" }
                ]
            },
            { title: "هستی شناسی" },
            { title: "مسائل گوناگون اعتقادی", level3List: [{ title: "توسل به معصومین (علیهم السلام)" }, { title: "زیارت قبور معصومین (علیهم السلام)" }, { title: "رجعت" }, { title: "تقیه" }, { title: "بدعت" }, { title: "لعن و نفرین" }] },
            { title: "مباحثی از کلام جدید", level3List: [{ title: "تعریف دین" }, { title: "ضرورت دین" }, { title: "کارکرد دین" }, { title: "دین و دنیا" }, { title: "تعارض علم و دین" }, { title: "قلمرو دین" }, { title: "زبان دین" }, { title: "فطرت" }] }
        ]
    },
    {
        title: "احکام", level1List: [
            { title: "اجتهاد و تقلید", level2List: [{ title: "راه های سه گانه ؛ احتیاط ، اجتهاد و تقلید" }, { title: "شرایط مرجع تقلید" }, { title: "راه های اثبات اجتهاد و اعلمیت" }, { title: "تغییر مرجع تقلید" }, { title: "وضعیت اعمال بدون تقلید" }, { title: "تعارض فتوا و قانون" }, { title: "بقاء بر تقلید میت" }, { title: "مباحث گوناگون تقلید" }] },
            { title: "تکلیف و بلوغ" },
            { title: "طهارت", level2List: [{ title: "مطهرات", level3List: [{ title: "آب" }, { title: "خاک" }, { title: "آفتاب" }, { title: "استحاله" }, { title: "گوناگون" }] }, { title: "نجاسات", level3List: [{ title: "بول و غائط" }, { title: "منی" }, { title: "مردار" }, { title: "خون" }, { title: "سگ و خوک" }, { title: "کافر و مشرک" }, { title: "مشروبات الکلی" }] }, { title: "انتقال و اثبات نجاست" }, { title: "وضو", level3List: [{ title: "کیفیت وضو" }, { title: "موانع رسیدن آب" }, { title: "مبطلات وضو" }, { title: "وضوی جبیره" }, { title: "شکیات وضو" }, { title: "گوناگون" }] }, { title: "غسل", level3List: [{ title: "کیفیت و احکام غسل" }, { title: "انواع غسل", level4List: [{ title: "مستحب" }, { title: "واجب", level5List: [{ title: "میت" }, { title: "استحاضه" }, { title: "حیض و نفاس" }, { title: "جنابت", level6List: [{ title: "احکام جنب" }, { title: "شرایط تحقق جنابت" }, { title: "شک در جنابت" }] }] }] }, , { title: "گوناگون" }] }, { title: "تیمم" }, { title: "مسّ اسماء و آیات الهی" }, { title: "احکام بانوان" }, { title: "وسوسه و درمان آن" }] },
            { title: "نماز", level2List: [{ title: "اهمیت نماز" }, { title: "شرایط نماز", level3List: [{ title: "طهارت" }, { title: "قبله" }, { title: "زمان" }, { title: "مکان" }, { title: "پوشش" }] }, { title: "واجبات نماز", level3List: [{ title: "ارکان", level4List: [{ title: "نیت" }, { title: "تکبیرۀ الاحرام" }, { title: "قیام" }, { title: "رکوع" }, { title: "دو سجده" }] }, { title: "غیر ارکان", level4List: [{ title: "قرائت" }, { title: "تشهد و سلام" }] }] }, { title: "مستحبات نماز" }, { title: "مکروهات نماز" }, { title: "مبطلات نماز" }, { title: "شکیات ، سجده سهو و نماز احتیاط" }, { title: "نماز مسافر", level3List: [{ title: "وطن" }, { title: "مسافت شرعی و حدترخص" }, { title: "سفر معصیت" }, { title: "کثیر السفر" }, { title: "شغل مسافرتی" }, { title: "" }, { title: "گوناگون" }] }, { title: "نماز قضا و استیجاری" }, { title: "نماز جماعت", level3List: [{ title: "شرایط امام" }, { title: "گوناگون" }] }, { title: "احکام مسجد و مشاهد مشرفه" }, { title: "نماز آیات" }, { title: "نماز جمعه" }, { title: "نماز عید فطر و عید قربان" }, { title: "نماز های نافله" }, { title: "گوناگون" }] },
            { title: "روزه", level2List: [{ title: "اهمیت روزه" }, { title: "شرایط وجوب و صحت روزه" }, { title: "کیفیت روزه" }, { title: "روزه های مستحب ، مکروه و حرام" }, { title: "قضای روزه و کفارات" }, { title: "مبطلات روزه", level3List: [{ title: "خوردن و آشامیدن" }, { title: "جنابت" }, { title: "دروغ بر خدا و پیامبر" }, { title: "رساندن دود و غبار غلیظ به حلق" }, { title: "قی کردن" }, { title: "فرو بردن سر زیر آب" }, { title: "گوناگون" },] }, { title: "گوناگون" }] },
            { title: "اعتکاف" },
            { title: "خمس", level2List: [{ title: "آنچه خمس بدان تعلق می گیرد" }, { title: "شیوه پرداخت و محاسبه خمس" }, { title: "مصرف خمس" }, { title: "خمس فرد غیر مقلد" }, { title: "وجوب خمس بر سادات" }, { title: "مؤونه (مخارج سال)" }, { title: "خمس و مسکن" }, { title: "خمس بازخرید و پاداش بازنشستگی" }, { title: "خمس پس انداز" }, { title: "خمس و تورم" }, { title: "خمس و وام" }, { title: "خمس یارانه ها" }, { title: "تعامل با افرادی که خمس نمی دهند" }] },
            { title: "زکات و صدقات" },
            { title: "حج", level2List: [{ title: "شرایط استطاعت" }, { title: "احرام" }, { title: "طواف" }, { title: "رمی جمرات" }, { title: "قربانی" }, { title: "طواف نساء" }, { title: "نماز طواف" }, { title: "گوناگون" }] },
            { title: "جهاد" },
            { title: "ازدواج", level2List: [{ title: "آداب و فلسفه ازدواج" }, { title: "احکام و شرایط ازدواج", level3List: [{ title: "اشتراک در دین و مذهب" }, { title: "اجازه ولی" }, { title: "چند همسری" }, { title: "موارد حرمت ازدواج", level4List: [{ title: "محارم سببی ، نسبی و رضاعی" }, { title: "خواهر و مادر و دختر لواط دهنده" }, { title: "زنان شوهردار" }, { title: "خواهر زن" }, { title: "خواهرزاده و برادرزاده همسر" }, { title: "گوناگون" },] }] }, { title: "نفقه", level3List: [{ title: "شرایط وجوب نفقه" }, { title: "دیگر افراد واجبب النفقه" }, { title: "گوناگون" }] }, { title: "سرپرستی مرد" }, { title: "خطبه ازدواج" }, { title: "ازدواج موقت", level3List: [{ title: "شرایط ازدواج موقت" }, { title: "گوناگون" }] }, { title: "مهریه" }] },
            { title: "طلاق" },
            { title: "محرم و نامحرم", level2List: [{ title: "محارم نسبی" }, { title: "محارم سببی" }, { title: "محارم رضاعی" }, { title: "ربائب (فرزندان همسر)" }, { title: "گوناگون" }] },
            { title: "نگاه ، پوشش و معاشرت", level2List: [{ title: "پوشش و حجاب" }, { title: "نگاه ، سخن ، تماس بدنی", level3List: [{ title: "نگاه به فیلم و عکس نامحرم" }, { title: "معاشرت و اختلاط در محیط های آموزشی" }, { title: "گوناگون" }] }, { title: "ارتباط غیر حضوری" }, { title: "فعالیت های اجتماعی زنان" }, { title: "زیورآلات و آرایش ها", level3List: [{ title: "حرمت طلا و حریر برای مردان" }, { title: "تراشیدن ریش و آرایش مردان" }, { title: "گوناگون" }] }, { title: "گوناگون" }] },
            { title: "خانواده", level2List: [{ title: "روابط جنسی", level3List: [{ title: "رابطه زن و شوهر", level4List: [{ title: "حدود و شرایط تمکین" }, { title: "زمان و مکان همبستری" }, { title: "روابط دوران عقد" }, { title: "موارد غیرمتعارف" }, { title: "گوناگون" }] }, { title: "روابط نامشروع", level4List: [{ title: "زنا" }, { title: "همجنسگرایی" }, { title: "استمنا" }] }, { title: "گوناگون" }] }, { title: "احکام فرزندان", level3List: [{ title: "اموال" }, { title: "حضانت" }, { title: "سقط جنین" }, { title: "فرزندان پرورشگاهی" }, { title: "گوناگون" }] }, { title: "باروری ، تلقیح و زایمان" }, { title: "حقوق ارحام" }, { title: "گوناگون" }] },
            { title: "خوردنی ها و آشامیدنی ها", level2List: [{ title: "حیوانات", level3List: [{ title: "حیوانات خشکی" }, { title: "آبزیان" }, { title: "پرندگان" }, { title: "گوناگون" }] }, { title: "خوراکی های صنعتی" }, { title: "غذای غیرمسلمانان" }, { title: "خوردن اشتباهی یا اضطراری حرام" }, { title: "گوناگون" }] },
            { title: "امر به معروف و نهی از منکر" },
            { title: "موسیقی ، غنا و لهویات", level2List: [{ title: "موسیقی حلال و حرام" }, { title: "رقص" }, { title: "گوناگون" }] },
            { title: "مالی ، بانکی و معاملات", level2List: [{ title: "خرید و فروش" }, { title: "بانک", level3List: [{ title: "سود بانکی" }, { title: "جریمه دیرکرد" }, { title: "خرید و فروش وام" }, { title: "تغییر کاربری تسهیلات" }, { title: "گوناگون" }] }, { title: "بنگاه داری و بازاریابی" }, { title: "قرض و ربا" }, { title: "وقف" }, { title: "رهن و اجاره" }, { title: "امانت و عاریه" }, { title: "مضاربه" }, { title: "شرکت" }, { title: "هدیه و رشوه" }, { title: "قمار و شرط بندی" }, { title: "غصب و سرقت", level3List: [{ title: "حقوق مادی" }, { title: "حقوق معنوی و کپی برداری" }, { title: "رد مظالم" }] }, { title: "اموال صغیر و محجوران" }, { title: "اموال گمشده و یا بدون صاحب" }, { title: "کسب های حرام", level3List: [{ title: "خرید و فروش اعیان نجس" }, { title: "اجرت گرفتن در برابر واجبات" }] }, { title: "تعامل با غیر مسلمانان" }, { title: "اجرت جهت فعالیت های دینی" }, { title: "تجارت الکترونیک" }, { title: "بیمه" }, { title: "صلح" }, { title: "ضمان" }, { title: "انفال" }, { title: "گوناگون" }] },
            { title: "حدود ، قصاص و دیات" },
            { title: "اموات", level2List: [{ title: "وصیت" }, { title: "احتضار" }, { title: "کفن و دفن" }, { title: "نماز میت" }, { title: "ارث" }, { title: "بدهی ها" }, { title: "گوناگون" }] },
            { title: "نذر ، عهد و قسم" },
            { title: "احکام قضائی", level2List: [{ title: "گواهی و اقرار" }, { title: "رجوع به دادگاه های غیر اسلامی" }, { title: "وکالت" }] },
            { title: "احکام اخلاقی)غیبت،توهین،تجسس و...(" },
            { title: "پزشکی", level2List: [{ title: "مرگ مغزی و پیوند اعضا" }, { title: "تغییر جنسیت" }, { title: "سقط جنین" }, { title: "شبیه سازی و سلول های بنیادی" }, { title: "اصلاح ژنتیکی" }, { title: "گوناگون" }] },
            { title: "مسابقات ، تفریحات" },
            { title: "فلسفه احکام" },
            { title: "اصطلاحات فقهی" },
            { title: "گوناگون" }
        ]
    },
    {
        title: "تاریخ و سیره", level1List: [

            {
                title: "14 معصوم ( علیهم السلام)", level2List: [
                    { title: "حضرت محمد", level3List: [{ title: "مناقب و ویژگی ها", level4List: [{ title: "آخرین پیامبر" }, { title: "پیامبری برای جهانیان" }, { title: "پیامبر، ناظری بر کردار مردم" }, { title: "قرآن و دیگر معجزات " }, { title: "پیامبر قبل از نبوت " }, { title: "پیامبر ص در مکه" }] }, { title: "اسراء و معراج", level4List: [{ title: "هجرت" }, { title: "تشکیل حکومت" }, { title: "جنگهای پیامبر (ص)" }, { title: "رفتار با پیروان" }, { title: "رفتار با غیر مسلمانان" }, { title: "زندگی خصوصی" }, { title: "بیماری، رحلت و وفات" }, { title: "وحی، نبوت و عصمت" }, { title: "گوناگون" }] }] },
                    { title: "امام علی (ع)", level3List: [{ title: "زندگینامه امام علی (ع)" }, { title: "خصوصیات و مناقب", level4List: [{ title: "برخی دلایل امامت امیر المؤمنین (ع)", level5List: [{ title: "حدیث دوات و قلم" }, { title: "غدیر خم" }, { title: "گوناگون" }] }, { title: "قرآن و امام علی (ع)" }, { title: "امام علی (ع) و خلفا" }, { title: "جنگهای امام علی (ع)" }, { title: "رفتار امام علی (ع)" }, { title: "شهادت امام علی (ع)" }, { title: "مرقد اما م علی (ع)" }, { title: "روایات و دعاهای برجا ی مانده" }, { title: "سقیفه بن ی ساعده" }, { title: "گوناگون" }] }] },
                    { title: "حضرت فاطمه (س)", level3List: [{ title: "زندگینامه حضرت زهرا (س)" }, { title: "ویژگی ها و مناقب", level4List: [{ title: "القاب حضر ت زهرا (س)" }, { title: "کوثر" }, { title: "عزیزترین فرزند پیامبر (ص)" }, { title: "زندگی با امیر المؤمنین (ع)" }, { title: "عبادت زهرا (س)" }, { title: "زهرا بعد از پیامبر (ص)" }, { title: "شهادت زهرا(س) و مرقد ایشان" }, { title: "فرزندان زهرا (س)" }, { title: "فدک" }, { title: "گوناگون" }] },] },
                    { title: "امام حسن (ع)" },
                    { title: "امام حسین (ع)", level3List: [{ title: "زندگینامه امام حسین (ع)" }, { title: "امام حسین قبل از امامت", level4List: [{ title: "قیام امام حسین (ع)", level5List: [{ title: "از خلافت یزید تا رسیدن به کربلا" }, { title: "وقایع روز عاشورا" }, { title: "اهل بیت و یاران" }, { title: "سپاهیان دشمن" }, { title: "وقایع بعد از شهادت" }, { title: "اربعین" }, { title: "نقل های غیر مستند" }] }, { title: "فضائل و مناقب" }, { title: "زیارت عاشورا و دیگر زیارات" }, { title: "خونخواهان حسین (ع)" }, { title: "عزاداری و زیارت" }, { title: "گوناگو ن" }] }] },
                    { title: "امام سجاد (ع)" },
                    { title: "امام باقر (ع)" },
                    { title: "امام صادق (ع)" },
                    { title: "امام کاظم (ع)" },
                    { title: "امام رضا (ع)" },
                    { title: "امام جواد (ع)" },
                    { title: "امام هادی (ع)" },
                    { title: "امام حسن عسکری (ع)" },
                    { title: "امام مهدی (عج)", level3List: [{ title: "زندگینامه امام مهدی (عج)" }, { title: "امام مهدی (ع) در قرآن", level4List: [{ title: "امام مهدی (ع) از زبان پیامبر (ص)" }, { title: "میلاد امام مهدی" }, { title: "خصوصیات و مناقب" }, { title: "مادر امام مهدی" }, { title: "امام مهدی و اهل سنت" }, { title: "منجی در دیگر ادیان" }, { title: "دلایل غیبت" }, { title: "کیفیت زندگی امام غایب" }, { title: "فایدۀ امام غایب" }, { title: "عمر طولانی" }, { title: "نایبان امام مهدی" }, { title: "ملاقات با امام مهدی" }, { title: "وظیفۀ شیعیان در زمان غیبت" }, { title: "انتظار فرج" }, { title: "نشانه های ظهور" }, { title: "بعد از ظهور" }, { title: "امام مهدی و عیسی بن مریم" }, { title: "سوء استفاده از مهدویت" }, { title: "قیام های قبل از ظهور" }, { title: "رجعت" }, { title: "گوناگون" }] }] },
                ]
            },
            {
                title: "پیامبران", level2List: [
                    { title: "آدم" }, { title: "شیث (هبه الله)" }, { title: "ادری س" }, { title: "نوح" }, { title: "سام" }, { title: "هود" }, { title: "صالح" }, { title: "ابراهیم" }, { title: "لاحج" }, { title: "لوط" }, { title: "اسماعیل" }, { title: "اسحاق" }, { title: "یعقوب" }, { title: "یوسف" }, { title: "ایوب" }, { title: "شعیب" }, { title: "موسی" }, { title: "خضر" }, { title: "هارون" }, { title: "یوشع" }, { title: "حزقیل" }, { title: "حیقوق" }, { title: "عزیز" }, { title: "دانیال" }, { title: "جرجیس" }, { title: "سموئیل" }, { title: "داود" }, { title: "سلیمان" }, { title: "ارمیاء" }, { title: "ذوالکفل" }, { title: "الیاس" }, { title: "یسع" }, { title: "یونس" }, { title: "شعیا" }, { title: "عمران" }, { title: "زکریا" }, { title: "یحیی" }, { title: "عیسی" }, { title: "خالد بن سینا" }, { title: "پیامبر اسلام (ص)" }, { title: "آیا پیامبر بودند؟", level3Lis: [{ title: "قیدار" }, { title: "بنیامین" }, { title: "کنفوسیوس" }, { title: "سقراط" }, { title: "بودا" }, { title: "مانی" }, { title: "افلاطون" }, { title: "ارسطو" }, { title: "طالوت" }, { title: "ذوالقرنین" }, { title: "شمعون" }, { title: "زرتشت" }, { title: "لقمان" }, { title: "الیا" }, { title: "حنظله" }, { title: "کالب" }, { title: "باروخ" }] }
                ]
            },
            { title: "ادیان و مذاهب", level2List: [{ title: "اسلام", level3List: [{ title: "اسلام، دین خاتم" }, { title: "حقانیت و برتری اسلام" }, { title: "ظهور اسلام در عربستان" }, { title: "ورود اسلام به ایران" }, { title: "اسلام و عقلانیت" }, { title: "جامعیت اسلام" }, { title: "مذاهب اسلامی", level4List: [{ title: "مذهب شیعه", level5List: [{ title: "امامیه (12 امامی)", level6List: [{ title: "تاریخ امامیه" }, { title: "مراسم و آیین ها" }, { title: "حقانیت و برتری امامیه" }] }, { title: "انشعابات شیعه", level6List: [{ title: "زیدیه (4امامی)" }, { title: "اسماعیلیه (7 امامی)" }, { title: "قرامطه" }, { title: "صوفیه" }, { title: "اهل حق" }, { title: "شیخیه" }, { title: "بهائیت" }] }] }, { title: "مذاهب اهل سنت", level5List: [{ title: "تاریخ اهل سنت" }, { title: "اعتقادات و شریعت اهل سنت" }, { title: "مذاهب فقهی", level6List: [{ title: "حنفی" }, { title: "مالکی" }, { title: "شافعی" }, { title: "حنبلی" },] }, { title: "مذاهب اعتقادی", level6List: [{ title: "اشاعره" }, { title: "معتزله" }, { title: "اهل حدیث" }, { title: "ماتریدیه" }] }, { title: "انشعابات اهل سنت", level6List: [{ title: "وهابیون" }, { title: "قرآنیون" }] }] }, { title: "اختلاف مذاهب اسلامی" }, { title: "تقریب و وحدت مذاهب اسلامی" }] }] }, { title: "اهل کتاب", level3List: [{ title: "یهودیت", level4List: [{ title: "تاریخ یهودیت" }, { title: "اعتقادات و شریعت یهودیان" }, { title: "کتاب یهودیان" }, { title: "صهیونیسم و یهود" }, { title: "فرقه های یهودیت", level5List: [{ title: "صدوقیان" }, { title: "فریسیان" }] }, { title: "شخصیت های یهودیت" }] }, { title: "مسیحیت", level4List: [{ title: "تاریخ مسیحیت" }, { title: "اعتقادات و شریعت مسیحیان" }, { title: "کتاب مسیحیان" }, { title: "فرقه های مسیحیت", level5List: [{ title: "کاتولیک" }, { title: "ارتودوکس" }, { title: "پروتستان" }] }, { title: "شخصیت های مسیحیت" }] }, { title: "زرتشت" }, { title: "دیگر ادیان" }, { title: "مکاتب مادی" }] },] },
            { title: "مستبصرین ادیان" }

        ]
    },


    {
        title: "اخلاق و تربیت اسلامی", level1List: [
            { title: "ارزش ها", level2List: [{ title: "معرفت نفس (خودشناسی)" }, { title: "تقوا و خودسازی" }, { title: "مراقبه" }, { title: "اخلاص" }, { title: "عبادت و عبودیت" }, { title: "دعا" }, { title: "محبت خداوند و اولیای الهی" }, { title: "تفکر و تعقل" }, { title: "آموزش و تعلیم" }, { title: "توکل" }, { title: "امید به رحمت الهی" }, { title: "یقین" }, { title: "قرب خدا" }, { title: "یاد مرگ" }, { title: "عدالت و مساوات" }, { title: "شکرگذاری" }, { title: "صله رحم" }, { title: "صلوات بر پیامبر (ص) و آل او" }, { title: "توبه" }, { title: "خشوع دربرابر خداوند" }, { title: "صبر و استقامت" }, { title: "احسان و نیکوکاری" }, { title: "حیا" }, { title: "گوناگون" }] },
            { title: "ضد ارزش ها", level2List: [{ title: "گناه", level3List: [{ title: "عوامل و ریشه گناهان" }, { title: "فکر گناه" }, { title: "آثار گناه" }, { title: "گوناگون" }] }, { title: "ناامیدی از رحمت خداوند" }, { title: "دروغ" }, { title: "غیبت و تهمت" }, { title: "فحش و بدزبانی" }, { title: "قهر و قطع رابطه" }, { title: "فتنه و فساد" }, { title: "خبرچینی" }, { title: "کفر و شرک" }, { title: "ربا" }, { title: "حرص" }, { title: "حسادت" }, { title: "خودکشی" }, { title: "عجب و غرور" }] }
        ]
    },
    {
        title: "اجتماعی سیاسی", level1List: [
            { title: "آزادی" },
            { title: "دموکراسی و انتخابات" },
            { title: "حکومت اسلامی" },
            { title: "ولایت فقیه", level2List: [{ title: "معنای ولی فقیه و ضرورت ولایت فقیه" }, { title: "ادله اثبات ولایت فقیه" }, { title: "اختیارات ولی فقیه" }, { title: "انتخاب و شرایط ولی فقیه" }, { title: "اعتقاد و متابعت ولایت فقیه" }, { title: "نظارت بر عملکرد ولی فقیه" }, { title: "ولایت فقیه از دیدگاه علما" }] },
            { title: "انقلاب اسلامی ایرا ن" },
            { title: "جریانات سیاسی" },
            { title: "شخصیت ها", level2List: [{ title: "نائب الامام خمینی )ره(" }, { title: "نائب الامام خامنه )ره(" }] },
            { title: "گروه های اجتماعی فرهنگی", level2List: [{ title: "حوزویان" }, { title: "دانشگاهیان" }, { title: "بسیج" }, { title: "سایر" }] },
            { title: "گوناگون" }
        ]
    },
    { title: "گوناگون" },
];